Repository: jinyongnan810/JumpRec
Catalog: JumpRec/Localizable.xcstrings
Source language: en
Languages: ja

source: / %@ jumps
ja: / %@ 回

source: / %lld min
ja: / %lld 分

source: %@ jumps
ja: %@ 回

source: %@ kcal/min
ja: %@ kcal/分

source: %@ of %@ jumps
ja: %1$@ / %2$@ 回

source: %@ sensitivity adjustment
ja: %@ の感度調整

source: %@ threshold adjustment
ja: %@ のしきい値調整

source: %lld min
ja: %lld 分

source: %lld minutes
ja: %lld 分

source: %lld of %lld minutes
ja: %1$lld / %2$lld 分

source: %lld seconds remaining
ja: 残り %lld 秒

source: 100 Workouts Milestone! 🎉
ja: 100回ワークアウト達成！🎉

source: A normalized score that reflects how evenly you maintained your jumping pace throughout the session.
ja: セッション全体を通して、どれだけ一定のペースで跳び続けられたかを示す正規化スコアです。

source: A normalized score that reflects how evenly you maintained your jumping pace throughout the workout.
ja: ワークアウト全体を通して、どれだけ一定のペースで跳び続けられたかを示す正規化スコアです。

source: Achieved %@
ja: %@に達成

source: Achieved Date
ja: 達成日時

source: Active
ja: 使用中

source: Active source
ja: 使用中のデバイス

source: ACTIVE SOURCE
ja: 使用中のデバイス

source: Adjusts every detector threshold as a percentage of its default value.
ja: 各検出しきい値をデフォルト値に対する割合で調整します。

source: Adjusts jump detection sensitivity.
ja: ジャンプ検出の感度を調整します。

source: Adjusts the goal value before you confirm settings.
ja: 設定を確定する前に目標値を調整します。

source: AI Recap
ja: AIサマリー

source: All past workout history, personal records, and stats remain fully readable.
ja: 過去のワークアウト履歴や自己記録、統計データはいつでも閲覧できます。

source: All time, you have completed %1$@ with %2$@ total jumps, burning %3$lld kcal.
ja: 通算で%1$@完了し、合計%2$@回、%3$lld kcal消費しました。

source: All-Time Stats
ja: 通算統計

source: Apple Watch is ready.
ja: Apple Watchは利用可能です。

source: Apple Watch is unavailable because no paired watch was found.
ja: ペアリングされたApple Watchが見つからないため、Apple Watchは利用できません。

source: Apple Watch is unavailable because the JumpRec Watch app is not installed.
ja: JumpRec Watch アプリがインストールされていないため、Apple Watchは利用できません。

source: Apple Watch is unavailable for this session.
ja: このセッションでは Apple Watchを利用できません。

source: Audio Settings
ja: 音声設定

source: Automatically switches to the best available device.
ja: 自動で最適のデバイスが選択されます

source: Available
ja: 利用可能

source: Average Heart Rate
ja: 平均心拍数

source: Average Rate
ja: 平均レート

source: AVG RATE
ja: 平均レート

source: Best Average Jump Rate
ja: 最高平均ジャンプレート

source: Best Jump Rate
ja: 最高ジャンプレート

source: cal
ja: kcal

source: Calculates total jump count, workout count, and calories for all time or a specific year in JumpRec.
ja: JumpRecの通算または指定した年の総ジャンプ回数、ワークアウト数、消費カロリーを計算します。

source: Calories
ja: カロリー

source: CALORIES
ja: カロリー

source: Calories Burned
ja: 消費カロリー

source: Calories Per Minute
ja: 1分あたりの消費カロリー

source: Cancel
ja: キャンセル

source: CANCEL
ja: キャンセル

source: Check Apple Watch, headphone, or iPhone motion availability.
ja: Apple Watch、ヘッドフォン、またはiPhoneのモーション利用状況を確認してください。

source: Check iCloud Again
ja: iCloudを再確認

source: Check Personal Records
ja: 自己ベストを確認

source: Checking iCloud availability for your saved sessions.
ja: 保存済みのセッションに対する iCloud の利用状況を確認しています。

source: Checking iCloud availability for your saved workouts.
ja: 保存済みのワークアウトに対する iCloud の利用状況を確認しています。

source: Checks how many jumps and workouts you have completed today.
ja: 今日完了した縄跳びの回数とワークアウト数を確認します。

source: Close
ja: 閉じる

source: Complete sessions to set personal records!
ja: セッションを完了して自己ベストを記録しましょう！

source: Complete workouts to set personal records!
ja: ワークアウトを完了して自己ベストを記録しましょう！

source: Confirm
ja: 確認

source: Connecting to iCloud...
ja: iCloudに接続中...

source: Continue reviewing past workouts
ja: 過去のワークアウトを確認する

source: Could not restore purchases.
ja: 購入を復元できませんでした。

source: Count
ja: 回数

source: Currently selected for motion data
ja: 現在選択中

source: Day %lld
ja: %lld 日

source: Day %lld, future day
ja: %lld 日、未来の日付

source: Day %lld, today
ja: %lld 日、今日

source: Decrease jump count goal
ja: ジャンプ回数目標を減らす

source: Decrease jump time goal
ja: ジャンプ時間目標を減らす

source: Delete
ja: 削除

source: Delete all records?
ja: すべての記録を削除しますか？

source: Delete Records
ja: 記録を削除

source: Delete Session
ja: セッションを削除

source: Delete Sessions
ja: セッションを削除

source: Delete these sessions?
ja: これらのセッションを削除しますか？

source: Delete these workouts?
ja: これらのワークアウトを削除しますか？

source: Delete this session?
ja: このセッションを削除しますか？

source: Delete this workout?
ja: このワークアウトを削除しますか？

source: Delete Workout
ja: ワークアウトを削除

source: Delete Workouts
ja: ワークアウトを削除

source: Detection sensitivity
ja: 検出感度

source: Detection Sensitivity
ja: 検出感度

source: DONE
ja: 完了

source: Downloading from iCloud...
ja: iCloudからダウンロード中...

source: Downloading workouts from iCloud. This may take a moment depending on your connection.
ja: iCloudからワークアウトをダウンロードしています。通信環境によって少し時間がかかる場合があります。

source: Duration
ja: 時間

source: DURATION
ja: 時間

source: Duration Seconds
ja: 時間（秒）

source: Elapsed Time
ja: 経過時間

source: Ends the current jump session.
ja: 現在のジャンプセッションを終了します。

source: Ends the current jump workout.
ja: 現在のジャンプワークアウトを終了します。

source: Family Sharing
ja: ファミリー共有

source: Free Workouts
ja: 無料ワークアウト

source: Get Latest Workout
ja: 最新のワークアウトを取得

source: Get Today's Jump Stats
ja: 今日の縄跳び記録を取得

source: Get Workout Stats
ja: ワークアウト統計を取得

source: Goal
ja: 目標

source: Goal Settings
ja: 目標設定

source: Goal Type
ja: 目標タイプ

source: Goal: %@ jumps
ja: 目標: %@ 回

source: Goal: %lld min
ja: 目標: %lld 分

source: Headphone motion is preferred; iPhone will be used if it becomes unavailable.
ja: ヘッドフォンのモーションを優先し、利用できなくなった場合はiPhoneを使用します。

source: Headphone motion is unavailable. Connect supported AirPods or Beats and allow motion access.
ja: ヘッドフォンのモーションは利用できません。対応する AirPods または Beats を接続し、モーションへのアクセスを許可してください。

source: Heart Rate Availability
ja: 心拍数の利用条件

source: Heart rate is only available when your session is recorded with Apple Watch or supported headphones that provide heart-rate data.
ja: 心拍数は、Apple Watchまたは心拍データに対応したヘッドホンで記録したセッションでのみ利用できます。

source: Heart rate is only available when your workout is recorded with Apple Watch or supported headphones that provide heart-rate data.
ja: 心拍数は、Apple Watchまたは心拍データに対応したヘッドホンで記録したワークアウトでのみ利用できます。

source: Here are your results.
ja: 結果はこちらです。

source: High
ja: 高め

source: Highest Jump Count
ja: 最高ジャンプ回数

source: History
ja: 履歴

source: Home
ja: ホーム

source: HR(AVG)
ja: 平均心拍

source: iCloud access is restricted on this device, so cloud-backed sessions cannot be restored right now.
ja: このデバイスでは iCloud へのアクセスが制限されているため、iCloud に保存されたセッションは現在復元できません。

source: iCloud access is restricted on this device, so cloud-backed workouts cannot be restored right now.
ja: このデバイスでは iCloud へのアクセスが制限されているため、iCloud に保存されたワークアウトは現在復元できません。

source: iCloud is temporarily unavailable. Previously synced sessions may reappear once the account becomes reachable again.
ja: iCloud は一時的に利用できません。アカウントに再び接続できるようになると、以前同期されたセッションが再表示される場合があります。

source: iCloud is temporarily unavailable. Previously synced workouts may reappear once the account becomes reachable again.
ja: iCloud は一時的に利用できません。アカウントに再び接続できるようになると、以前同期されたワークアウトが再表示される場合があります。

source: iCloud sync encountered an issue: %@. Tap 'Check iCloud Again' to retry.
ja: iCloud同期で問題が発生しました: %@。「iCloudを再確認」をタップして再試行してください。

source: Idle
ja: 待機中

source: If Apple Watch cannot start, iPhone will be used.
ja: Apple Watchを開始できない場合は、iPhoneを使用します。

source: If jumps are not detected, try increasing the sensitivity.
ja: ジャンプが検知されない場合は、感度を高くしてみてください。

source: If jumps are not detected, try lowering the threshold.
ja: ジャンプが検知されない場合、しきい値を低く設定してみてください。

source: If there are false detections, try lowering the sensitivity.
ja: 誤検知が多い場合は、感度を低くしてみてください。

source: If there are many false detections, try make the threshold higher.
ja: 誤検知が多い場合、しきい値を高く設定してみてください。

source: In %1$lld, you completed %2$@ with %3$@ total jumps, burning %4$lld kcal.
ja: %1$lld年は%2$@完了し、合計%3$@回、%4$lld kcal消費しました。

source: Includes sessions with 100+ jumps. When you complete 100 workouts, unlock lifetime unlimited tracking with a single purchase.
ja: 100回以上のジャンプを完了したセッションが対象です。100回完了後は、1回の購入で無制限記録をアンロックできます。

source: Includes workouts with 100+ jumps. When you complete 100 workouts, unlock lifetime unlimited tracking with a single purchase.
ja: 100回以上のジャンプを完了したワークアウトが対象です。100回完了後は、1回の購入で無制限記録をアンロックできます。

source: Increase jump count goal
ja: ジャンプ回数目標を増やす

source: Increase jump time goal
ja: ジャンプ時間目標を増やす

source: Inspects your personal records and milestones in JumpRec.
ja: JumpRecで達成した自己ベストや記録を確認します。

source: iPhone motion is not available on this device.
ja: このデバイスでは iPhoneのモーションを利用できません。

source: iPhone Session
ja: iPhoneから始めるセッション

source: iPhone Workout
ja: iPhoneワークアウト

source: Jump
ja: ジャンプ

source: Jump Count
ja: 回数

source: Jump count goal
ja: ジャンプ回数目標

source: Jump Count Goal
ja: 回数目標

source: Jump Detection
ja: ジャンプ検出

source: Jump progress
ja: ジャンプ進捗

source: Jump Rope Workout
ja: 縄跳びワークアウト

source: Jump Time
ja: 時間

source: Jump time goal
ja: ジャンプ時間目標

source: JUMPING RATE
ja: ジャンプレート

source: jumps
ja: 回

source: Jumps
ja: 回数

source: JUMPS
ja: ジャンプ

source: Keep the app open while iCloud downloads your history.
ja: iCloudが履歴をダウンロードする間、アプリを開いたままにしてください。

source: Last checked: %@
ja: 最終確認: %@

source: Latest Workout
ja: 最新のワークアウト

source: Long Breaks
ja: 長い休憩

source: Longest Jump Streak
ja: 最長ジャンプ連続回数

source: Longest Jump Strikes
ja: 最長連続ジャンプ

source: Longest Session
ja: 最長セッション

source: Longest Streak
ja: 最長ストリーク

source: Low
ja: 低め

source: Maybe Later
ja: あとで

source: Membership & Quota
ja: メンバーシップ & 利用状況

source: minute
ja: 分

source: minutes
ja: 分

source: MINUTES
ja: 分

source: Most Calories
ja: 最大消費カロリー

source: Motion source
ja: モーションソース

source: New personal record.
ja: 新しい自己記録です。

source: New personal records
ja: 今回更新した自己ベスト

source: New Record
ja: 新記録

source: Next month
ja: 次の月

source: No cloud data restored yet. If you recently reinstalled the app, leave it open for a bit longer so iCloud can finish syncing.
ja: まだ iCloud のデータは復元されていません。最近アプリを再インストールした場合は、iCloud の同期が完了するまでこのまま少し開いたままにしてください。

source: No data
ja: データなし

source: No iCloud account is currently signed in, so previous cloud-backed sessions cannot be restored on this device yet.
ja: 現在このデバイスでは iCloud にサインインしていないため、以前 iCloud に保存されたセッションはまだ復元できません。

source: No iCloud account is currently signed in, so previous cloud-backed workouts cannot be restored on this device yet.
ja: 現在このデバイスでは iCloud にサインインしていないため、以前 iCloud に保存されたワークアウトはまだ復元できません。

source: No jump rope workouts found in JumpRec.
ja: JumpRecに縄跳びワークアウトの履歴がありません。

source: No jump rope workouts recorded for %lld in JumpRec.
ja: JumpRecに%lld年の縄跳びワークアウト記録はありません。

source: No jump rope workouts recorded in JumpRec yet.
ja: JumpRecにまだ縄跳びワークアウトの記録がありません。

source: No motion source available
ja: 利用可能なモーションソースがありません

source: No motion source connected yet
ja: 利用できるデバイス検索中

source: No personal records achieved yet. Complete a workout to set your first records!
ja: まだ自己ベストがありません。ワークアウトを完了して記録を作りましょう！

source: No previous purchase was found for this Apple ID.
ja: このApple IDに関連付けられた購入履歴が見つかりませんでした。

source: No records yet
ja: 記録はまだありません

source: No sessions
ja: セッションなし

source: No sessions in this month.
ja: この月のセッションはありません。

source: No sessions yet
ja: まだセッションがありません

source: No subscriptions and no recurring fees. Pay once and keep forever.
ja: サブスクリプションや追加料金はありません。1度の支払いでずっと使えます。

source: No workouts
ja: ワークアウトなし

source: No workouts found matching "%@".
ja: 「%@」に一致するワークアウトは見つかりませんでした。

source: No workouts in this month.
ja: この月のワークアウトはありません。

source: No workouts yet
ja: まだワークアウトがありません

source: One-time payment charged to your Apple ID account. Family Sharing supported.
ja: Apple IDアカウントに課金される1回限りの支払いです。ファミリー共有対応。

source: One-Time Purchase
ja: 1回限りの買い切り

source: Open Workout
ja: フリーワークアウト

source: Opens JumpRec and begins a jump rope workout.
ja: JumpRecを開いて縄跳びワークアウトを開始します。

source: Opens the privacy policy in your browser.
ja: ブラウザでプライバシーポリシーを開きます。

source: Opens workout details.
ja: ワークアウト詳細を開く。

source: Peak Heart Rate
ja: 最高心拍数

source: Peak Rate
ja: 最高レート

source: Personal Records
ja: 自己ベスト

source: Play speech and haptics for each elapsed minute.
ja: 経過した各分で音声とハプティクスを再生します。

source: Play speech and haptics for every 100-jump milestone.
ja: 100回ごとの節目で音声とハプティクスを再生します。

source: Prefer Headphones for iPhone Sessions
ja: ヘッドフォンを優先

source: Prefer Headphones for iPhone Workouts
ja: iPhoneワークアウトでヘッドホンを優先

source: Previous month
ja: 前の月

source: Privacy Policy
ja: プライバシーポリシー

source: Product details could not be loaded from the App Store. Please check your internet connection.
ja: App Storeから製品情報を読み込めませんでした。通信環境をご確認ください。

source: Purchase is pending approval.
ja: 購入の承認待ちです。

source: Purchase verification failed. Please try again.
ja: 購入の検証に失敗しました。もう一度お試しください。

source: Rate
ja: レート

source: RATE
ja: レート

source: RATE(AVG)
ja: レート(平均)

source: Ready to start session
ja: セッション開始準備完了

source: Ready to start workout
ja: ワークアウト開始準備完了

source: Ready?
ja: 準備OK?

source: Record Type
ja: 記録の種類

source: Record Value
ja: 記録値

source: Records
ja: 記録

source: Restore
ja: 復元

source: Restore Purchases
ja: 購入を復元

source: Retrieves your most recent jump rope workout from JumpRec.
ja: JumpRecから直近の縄跳びワークアウトを取得します。

source: Rhythm Consistency
ja: リズム安定度

source: Search Query
ja: 検索ワード

source: Search Workouts
ja: ワークアウトを検索

source: Searches your jump rope workout history in JumpRec.
ja: JumpRecの縄跳びワークアウト履歴を検索します。

source: Searching
ja: 検索中

source: Selected automatically when the session starts.
ja: セッション開始時に自動で選択されます。

source: Selected automatically when the workout starts.
ja: ワークアウト開始時に自動で選択されます。

source: SESSION BREAKDOWN
ja: セッション内訳

source: SESSION COMPLETE
ja: セッション完了

source: Session Complete!
ja: セッション完了！

source: Session Count
ja: ワークアウト数

source: Session countdown
ja: セッション開始カウントダウン

source: Session Details
ja: セッション詳細

source: SESSION DEVICE
ja: セッションデバイス

source: Session in progress
ja: セッション進行中

source: Session will start on Apple Watch
ja: セッションはApple Watchで開始されます

source: Session will use %@ when available
ja: 利用可能な場合は %@ を使用します

source: Session will use iPhone
ja: セッションはiPhoneを使用します

source: SESSIONS
ja: セッション

source: SESSIONS THIS MONTH
ja: 今月のセッション

source: Set Goal
ja: 目標を設定

source: Set Session Goal
ja: セッション目標を設定

source: Settings
ja: 設定

source: SHARE CSV
ja: CSVを共有

source: Share unlimited access across your family members via iCloud.
ja: iCloudを通じてご家族と無制限アクセスを共有できます。

source: Short Breaks
ja: 短い休憩

source: Shows an explanation for detection sensitivity.
ja: 検出感度の説明を表示します。

source: Shows an explanation for this metric.
ja: この指標の説明を表示します。

source: Shows the next month of sessions.
ja: 次の月のセッションを表示します。

source: Shows the next month of workouts.
ja: 次の月のワークアウトを表示します。

source: Shows the previous month of sessions.
ja: 前の月のセッションを表示します。

source: Shows the previous month of workouts.
ja: 前の月のワークアウトを表示します。

source: Shows why this device is unavailable
ja: このデバイスが利用できない理由を表示します

source: Slightly High
ja: やや高め

source: Slightly Low
ja: やや低め

source: Sneaky Burn
ja: 高効率カロリーバーン

source: Speak Jump Count
ja: ジャンプ回数を読み上げる

source: Speak Jump Time
ja: ジャンプ時間を読み上げる

source: Standard
ja: 標準

source: START
ja: はじめる

source: Start and track unlimited jump rope sessions without any future limits.
ja: 制限なく何度でもなわとびセッションを開始・記録することができます。

source: Start and track unlimited jump rope workouts without any future limits.
ja: 制限なく何度でもなわとびワークアウトを開始・記録することができます。

source: Start Jump Rope Workout
ja: 縄跳びワークアウトを開始

source: START SESSION
ja: はじめる

source: Start Time
ja: 開始時間

source: Start Workout
ja: ワークアウト開始

source: START WORKOUT
ja: ワークアウトを開始

source: Starting motion tracking
ja: モーション計測を開始しています

source: Starting...
ja: はじめています...

source: Steady Rhythm
ja: 安定リズム

source: STOP
ja: 終了する

source: STOP ON WATCH
ja: Watchで終了できます

source: STOP SESSION
ja: 終了する

source: Stop the workout from Apple Watch.
ja: Apple Watchからワークアウトを停止してください。

source: STOP WORKOUT
ja: ワークアウトを終了

source: Sync Failed
ja: 同期に失敗しました

source: Syncing from iCloud. Your saved sessions may take a moment to reappear after reinstalling the app.
ja: iCloud から同期しています。アプリを再インストールした後は、保存済みのセッションが再表示されるまで少し時間がかかる場合があります。

source: Syncing from iCloud. Your saved workouts may take a moment to reappear after reinstalling the app.
ja: iCloud から同期しています。アプリを再インストールした後は、保存済みのワークアウトが再表示されるまで少し時間がかかる場合があります。

source: Syncing from iCloud...
ja: iCloudから同期中...

source: Tap Start to begin
ja: はじめるボタンでスタート

source: Tap to Start
ja: タップしてスタート

source: Tap to start or cancel session countdown.
ja: タップしてカウントダウンを開始／キャンセル。

source: Tap to start or cancel workout countdown.
ja: タップしてワークアウト開始カウントダウンを開始またはキャンセルします。

source: Target Value
ja: 目標値

source: The app could not confirm iCloud availability, so session restore status is unknown.
ja: アプリが iCloud の利用状況を確認できなかったため、セッションの復元状況は不明です。

source: The app could not confirm iCloud availability, so workout restore status is unknown.
ja: アプリが iCloud の利用状況を確認できなかったため、ワークアウトの復元状況は不明です。

source: The highest number of consecutive jumps you completed without stopping.
ja: 休憩挟まず続けられた連続ジャンプの最大回数です。

source: The motion source is managed automatically during this iPhone session.
ja: このiPhoneセッションでは、モーションソースが自動で管理されます。

source: The motion source is managed automatically during this iPhone workout.
ja: このiPhoneワークアウトでは、モーションソースが自動で管理されます。

source: The number of detected pauses longer than 5 seconds and up to 15 seconds between jumps.
ja: 5秒以上、15秒以下の休憩・中断が検出された回数です。

source: The number of detected pauses longer than 15 seconds between jumps.
ja: 15秒以上の休憩・中断が検出された回数です。

source: This action cannot be undone.
ja: この操作は取り消せません。

source: This removes all personal records from this sheet. Your saved sessions stay in history.
ja: このシートからすべての自己ベストを削除します。保存済みのセッション履歴はそのまま残ります。

source: This removes all personal records from this sheet. Your saved workouts stay in history.
ja: このシートからすべての自己ベストを削除します。保存済みのワークアウト履歴はそのまま残ります。

source: This session cannot switch to iPhone after it starts.
ja: このセッションは開始後にiPhoneへ切り替えられません。

source: This workout cannot switch to iPhone after it starts.
ja: このワークアウトは開始後にiPhoneへ切り替えられません。

source: Threshold adjustment
ja: しきい値調整

source: Threshold Adjustment
ja: しきい値調整

source: Time
ja: 時間

source: TIME
ja: 時間

source: Time Duration Goal
ja: 時間目標

source: Time progress
ja: 時間進捗

source: Today's Jumps
ja: 今日の縄跳び

source: Total Jumps
ja: 総ジャンプ回数

source: Tracking on Apple Watch
ja: Apple Watchで計測中

source: TRACKING SOURCE
ja: 計測デバイス

source: Tracking with %@
ja: %@ で計測中

source: Tracking with iPhone
ja: iPhoneで計測中

source: Unavailable
ja: 利用不可

source: Unlimited Workouts
ja: 無制限ワークアウト

source: Unlimited Workouts Active
ja: 無制限ワークアウト有効

source: Unlock Unlimited
ja: 無制限をアンロック

source: Unlock Unlimited — %@
ja: 無制限をアンロック — %@

source: Unlock Unlimited Workouts
ja: 無制限ワークアウトをアンロック

source: Unlock Unlimited Workouts — ¥100
ja: 無制限ワークアウトをアンロック — ¥100

source: Uploading to iCloud...
ja: iCloudにアップロード中...

source: Uploading workouts to iCloud...
ja: iCloudにワークアウトをアップロード中...

source: View Jump Rope Session
ja: 縄跳びセッションを表示

source: When compatible headphones are available, start on iPhone instead of Apple Watch.
ja: 対応ヘッドフォンが利用可能な場合、Apple WatchではなくiPhoneで開始します。

source: WORKOUT BREAKDOWN
ja: ワークアウト内訳

source: Workout Complete!
ja: ワークアウト完了！

source: Workout Count
ja: ワークアウト数

source: Workout countdown
ja: ワークアウト開始カウントダウン

source: Workout Details
ja: ワークアウト詳細

source: WORKOUT DEVICE
ja: ワークアウトデバイス

source: Workout Goal Type
ja: ワークアウト目標タイプ

source: Workout in progress
ja: ワークアウト進行中

source: Workout Statistics
ja: ワークアウト統計

source: Workout Stats
ja: ワークアウト統計

source: Workout will start on Apple Watch
ja: ワークアウトはApple Watchで開始されます

source: Workout will use %@ when available
ja: 利用可能な場合、ワークアウトは%@を使用します

source: Workout will use iPhone
ja: ワークアウトはiPhoneを使用します

source: WORKOUTS
ja: ワークアウト

source: WORKOUTS THIS MONTH
ja: 今月のワークアウト

source: Writing your session comment...
ja: セッションコメントを作成しています...

source: Writing your workout comment...
ja: ワークアウトコメントを作成しています...

source: Year
ja: 年

source: You have unlocked lifetime unlimited workout tracking.
ja: 無制限のワークアウト記録が有効になっています。

source: You haven't logged any jump rope workouts today yet.
ja: 今日はまだ縄跳びワークアウトを記録していません。

source: You've logged %1$lld of %2$lld free workouts. Unlock unlimited workout tracking anytime with a single, one-time purchase.
ja: 無料枠%2$lld回のうち%1$lld回のワークアウトを記録しました。1回限りの購入でいつでも無制限にアップグレードできます。

source: You've logged 100 great sessions with JumpRec. Unlock unlimited workout tracking forever with a single, one-time purchase.
ja: JumpRecで100回のセッションを記録しました。1回限りの購入で、無制限のワークアウト記録をアンロックできます。

source: You've logged 100 great workouts with JumpRec. Unlock unlimited workout tracking forever with a single, one-time purchase.
ja: JumpRecで100回のワークアウトを記録しました。1回限りの購入で、無制限のワークアウト記録をアンロックできます。

source: Your average calorie burn efficiency across the full session duration.
ja: セッション全体を通した、平均的なカロリー消費効率です。

source: Your average calorie burn efficiency across the full workout duration.
ja: ワークアウト全体を通した、平均的なカロリー消費効率です。

source: Your Data is Always Yours
ja: データはいつでも確認可能

source: Your previous purchase was successfully restored!
ja: 以前の購入が正常に復元されました！
